Repository: konnektiv/badgeos
Catalog: languages/badgeos-*.po
Languages: es_es

source: Default Badge Image
es_es: Imagen de la insignia por defecto

source: Yes, show this achievement in the BadgeOS menu.
es_es: Sí , mostrar este logro en el menú BadgeOS .

source: Show in Menu?
es_es: Mostrar en menú ?

source: The plural name for this achievement (Title is singular name).
es_es: El nombre plural para este logro ( título es el nombre en singular).

source: Plural Name
es_es: Nombre en plural

source: Achievement Type Data
es_es: Datos del tipo de logro

source: %1$s sent %2$s to Credly
es_es: %1$s enviado %2$s a Credly

source: &mdash; Select Field &mdash;
es_es: &mdash; Seleccionar campo &mdash;

source: Credly Badge ID
es_es: ID logros Credly

source: Credly Badge Category
es_es: Categorías de logros Credly

source: Search Categories
es_es: Buscar categorías

source: Credly Category Search
es_es: Buscar categorías Credly

source: Allow Badge to be Given by Others
es_es: Permitir insignias ser entregados por otros

source: Expiration ( In days; 0 = never )
es_es: Expiracion ( en dias; 0 = nunca )

source: Include Testimonial
es_es: IncluirTestimonial

source: Include Evidence
es_es: Incluir Evidencia

source: Send to Credly when earned
es_es: Enviar a Credly cuando se gana

source: <a href="%s">Configure global settings</a> for Credly integration.
es_es: <a href="%s">Configure global settings</a> para integración Credly.

source: This setting makes the earned badge for this achievement sharable via Credly on social networks, such as Facebook, Twitter, LinkedIn, Mozilla Backpack, or the badge earner's own blog or site.
es_es: Esta configuración hace que la placa obtenida por este logro sea compartible a través Credly en las redes sociales , como Facebook , Twitter , LinkedIn , Mozilla Mochila , o propio blog o sitio de la fuente de ingresos de placas.

source: Badge Sharing Options
es_es: Opciones para compartir Logro

source: Send eligible earned badges to Credly
es_es: Enviar logros conseguidos elegibles para Credly

source: Badge Sharing
es_es: Compartir Logro

source: <div class="updated"><p>Note: Credly Integration is turned on, but you must first <a href="%s">enter your Credly credentials</a> to allow earned badges to be shared by recipients (or Disable Credly Integration to hide this notice).</p></div>
es_es: <div class="updated"><p>Nota: La integración Credly esta activa, pero primero tienes que <a href="%s">ingresar tus credenciales Credly</a> para permitir que las placas logradas sean compartidas por recibidores (o desactiva Credly para ignorar esta notificación ).</p></div>

source: NOTE: To claim this official badge and share it on social networks click on the "Save & Share" button above. If you already have a Credly account, simply sign in and then "Accept" the badge. If you are not a member, Create an Account (it's free), confirm your email address, and then "Accept" your badge.
es_es: NOTA : Para reclamar esta tarjeta de identificación oficial y compartirlo en las redes sociales , has clic en el botón anterior" Guardar y Compartir " . Si ya tienes una cuenta de Credly , sólo tienes que iniciar sesión y luego " Aceptar" la placa. Si no eres un miembro , crea una cuenta (es gratis) , confirma tu dirección de correo electrónico , y luego "Acepta " tu tarjeta de identificación.

source: Badge icon "%1$s (%2$s)" provided by %3$s under %4$s
es_es: Icono de Badge "%1$s (%2$s)" facilitado por %3$s dentro de %4$s

source: Edit in Credly Badge Builder
es_es: Editar en el constructor Credly Badge

source: Deny
es_es: Rechazar

source: Approve
es_es: Aprobar

source: %1$s on %2$s
es_es: %1$s en %2$s

source: %1$s - uploaded %2$s by %3$s
es_es: %1$s - cargado %2$s por %3$s

source: Achievement:
es_es: Logro:

source: Date:
es_es: Fecha:

source: Author:
es_es: Autor:

source: %1$s nominated for %2$s
es_es: %1$s nominada para %2$s

source: Denied
es_es: Negado

source: Auto-approved
es_es: Auto-approbado

source: Approved
es_es: Aprovado

source: Pending
es_es: Pendiente

source: Status:
es_es: Estado

source: Search
es_es: Buscar

source: Show Details
es_es: Mostrar detalles

source: You have earned this achievement!
es_es: Has ganado este logro!

source: %d Points
es_es: %d Puntos

source: %1$d Required %2$s
es_es: %1$d Requerido %2$s

source: Save
es_es: Guardar

source: Current Color
es_es: Color actual

source: Select Color
es_es: Seleccionar Color

source: Default
es_es: Por defecto

source: Download
es_es: Descargar

source: File:
es_es: Archivo:

source: Remove Image
es_es: Remover imagen

source: Add or Upload File
es_es: Agregar o cargar archivo

source: Remove
es_es: Remover

source: Add Row
es_es: Agregar fila

source: No oEmbed Results Found for %s. View more info at
es_es: No se encontraron resultados oEmbed para %s. Ver mas información en:

source: Remove Embed
es_es: Remover incrustado

source: Please Try Again
es_es: Por favor intenta de nuevo

source: Site Background Color
es_es: Color de fondo del sitio

source: Theme Options Metabox
es_es: Opciones de plantilla Metabox

source: User Field
es_es: Campo de usuario

source: Extra Info
es_es: Información extra

source: User Profile Metabox
es_es: Metabox perfil del usuario

source: About Page Metabox
es_es: Pagina sobre Metabox

source: Enter a youtube, twitter, or instagram URL. Supports services listed at <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.
es_es: Introduce un YouTube, Twitter, Instagram o URL. Es compatible con los servicios que figuran en <a href="http://codex.wordpress.org/Embeds"> http://codex.wordpress.org/Embeds </a>

source: Upload or add multiple images/attachments.
es_es: Cargar o agregar imágenes múltiples/adjuntos.

source: Multiple Files
es_es: Archivos multiples

source: Upload an image or enter a URL.
es_es: Cargar imagen o ingresar una URL

source: Test Image
es_es: Imagen de prueba

source: Test wysiwyg
es_es: Prueba wysiwyg

source: Check Three
es_es: Check Tres

source: Check Two
es_es: Check dos

source: Check One
es_es: Check uno

source: Test Multi Checkbox
es_es: Prueba Multi Casilla

source: Test Checkbox
es_es: Casilla de prueba

source: Test Taxonomy Multi Checkbox
es_es: prueba de Taxonomía casilla de verificación Multi

source: Test Taxonomy Select
es_es: Prueba de Selección Taxonomía

source: Test Taxonomy Radio
es_es: Prueba de taxonomía radio

source: Test Radio
es_es: Prueba radio

source: Test Radio inline
es_es: Prueba radio en linea

source: Option Three
es_es: Opción tres

source: Option Two
es_es: Opción dos

source: Option One
es_es: Opcion uno

source: Test Select
es_es: Seccionar prueba

source: This is a title description
es_es: Esto es una descripción de titulo

source: Test Title Weeeee
es_es: Titulo de prueba weeeee

source: Test Text Area for Code
es_es: Prueba de texto de área para código

source: Test Text Area Small
es_es: Prueba de texto área pequeña

source: Test Text Area
es_es: Prueba área de texto

source: Test Color Picker
es_es: Prueba de Color Picker

source: Test Money
es_es: Prueba dinero

source: Test Date/Time Picker Combo (UNIX timestamp)
es_es: Prueba de Fecha / Hora Selector Combo (tiempo UNIX)

source: Test Date Picker (UNIX timestamp)
es_es: Prueba de selector de fecha (tiempo UNIX)

source: Test Date Picker
es_es: Prueba de selector de fecha

source: Time zone
es_es: Zona horaria

source: Test Time
es_es: Prueba tiempo

source: Test Text Email
es_es: Prueba texto de correo electronico

source: Test Text Medium
es_es: Prueba texto mediano

source: Test Text Small
es_es: Prueba texto pequeño

source: field description (optional)
es_es: Campo de descripción (opcional)

source: Test Text
es_es: Texto de prueba

source: Test Metabox
es_es: Metabox de prueba

source: Badge created with Credly Badge Builder
es_es: Logro creado con el constructor de insignias Credly

source: Enable Credly Integration to use the Badge Builder
es_es: Habilitar Credly Integración para usar el constructor de insignia

source: Use Credly Badge Builder
es_es: Usar el constructor Credly para logros

source: Insert Shortcode
es_es: Insertar Shortcode

source: Help/Support
es_es: Ayuda/Suporte

source: See the %s page for more information
es_es: Ver la %s pagina para mas información

source: Insert a BadgeOS shortcode
es_es: Insertar un BadgeOS shortcode

source: Add BadgeOS Shortcode
es_es: Agregar BadgeOS Shortcode

source: Default: All
es_es: Por defecto: todo

source: Select a user
es_es: Seleccionar un usuario

source: Select Post(s)
es_es: Seleccionar entrada(s)

source: Select a Post
es_es: Seleccionar entrada

source: All
es_es: Todo

source: Status Updated!
es_es: Estado actualizado!

source: No %s to display at this time.
es_es: No %s para mostrar en este momento.

source: No completed %s to display at this time.
es_es: No completado %s para mostrar en este momento.

source: achievements
es_es: Logros

source: Set default achievement image
es_es: fijar imagen del logro por defecto

source: Set Default Achievement Image
es_es: fijar imagen del logro por defecto

source: Set achievement image
es_es: fijar imagen del logro

source: Set Achievement Image
es_es: fijar imagen del logro

source: default achievement image
es_es: Imagen del logro por defecto

source: achievement image
es_es: Imagen del logro

source: Default Achievement Image
es_es: Imagen del logro por defecto

source: Achievement Image
es_es: Imagen del logro

source: Custom notification message:
es_es: Mensaje de notificación personalizado:

source: Add a global custom message to each notification:
es_es: Añadir un mensaje personalizado global para cada notificación:

source: Send custom notifications to users when they earn a Credly-enabled achievement.
es_es: Enviar notificaciones personalizadas a los usuarios cuando ganan un logro habilitado para Credly.

source: Credly Notification Settings
es_es: Ajustes de notificación Credly

source: Evidence:
es_es: Evidencia:

source: Image:
es_es: Imagen:

source: Description:
es_es: Descripción:

source: Short Description:
es_es: Descripción corta

source: Badge Title:
es_es: Titulo de logro:

source: When badges are created and issued, the info sent to Credly will rely on the global mapping found here. (Note: Visit the edit screen for each achievement you create in BadgeOS to further configure the sharing and Credly settings for that achievement.)
es_es: Cuando se crean y emiten logros , la información enviada a Credly se basará en la cartografía mundial se encuentran aquí. (Nota : Visita a la pantalla de edición para cada logro que se crea en BadgeOS para seguir configurando la configuración para compartir y Credly para ese logro.)

source: Customize which Credly fields for badge creation and issuing (listed on the left) match which WordPress and BadgeOS fields (listed to the right).
es_es: Especificar qué campos de Credly para la creación de placas y la emisión (que aparece a la izquierda) encuentro de WordPress y campos BadgeOS (listan a la derecha ) .

source: Click here
es_es: Click aqui

source: Already have your API key? %s
es_es: Ya tienes tu API key? %s

source: Password:
es_es: Contraseña:

source: Username:
es_es: Nombre de usuario

source: Credly account username and password
es_es: Nombre de usuario y la contraseña de la cuenta Credly

source: Enter your %s to access your API key.
es_es: Ingresa tu %s para acceder tu API key.

source: Enter your Credly account username and password to access your API key.
es_es: Introduzce tu nombre de usuario y contraseña de cuenta Credly para acceder a tu clave de API

source: Yes
es_es: Si

source: Enable Badge Sharing via Credly:
es_es: Activar compartir logro via Credly:

source: <a href="%1$s" target="_blank">Credly</a> is a universal way for people to earn and showcase their achievements and badges. With Credly Integration enabled here, badges or achievements you create on this BadgeOS site can automatically be created on your Credly account. As select badges are earned using BadgeOS, the badge will automatically be issued via Credly to the earner so they can easily share it on Facebook, LinkedIn, Twitter, Mozilla Backpack, their web site, blog, Credly profile or other location. Credly makes badge issuing and sharing fun and easy! <a href="%1$s" target="_blank">Learn more</a>. <br /><br />If you do not yet have a Credly account, <a href="%1$s" target="_blank">create one now</a>. It's free.
es_es: <a target="_blank"> href="%1$s" Credly </a> es una forma universal para las personas para ganar y mostrar sus logros e insignias. Con Credly Integración activada aquí, insignias o logros que se crean en este sitio BadgeOS se pueden crear automáticamente en tu cuenta Credly . A medida que seleccionas insignias que consigues utilizando BadgeOS , la placa será otorgada automáticamente a través de Credly para que puedan compartir fácilmente en Facebook , LinkedIn , Twitter , Mozilla Mochila , tu sitio web, blog , perfil Credly u otro lugar. Credly hace expedición de placas y compartir divertida y fácil! <a target="_blank"> href="%1$s" Más información </a> . <br /> <br /> Si todavía no tienes una cuenta Credly , target="_blank"> href="%1$s" crear una ahora </a> . Es gratis.

source: Credly Integration Settings
es_es: Ajustes de integración Credly

source: With BadgeOS activated, the following shortcodes can be placed on any page or post within WordPress to expose a variety of BadgeOS functions. Visit %s for additional information on shortcodes.
es_es: Con BadgeOS activado, los siguientes códigos cortos se pueden colocar en cualquier página o puesto de trabajo dentro de WordPress para exponer una variedad de funciones BadgeOS . Visita %s para obtener información adicional sobre los códigos cortos .

source: Please submit bugs or issues to %s for the BadgeOS Project.
es_es: Por favor envía errores y requerimientos %s para el proyecto BadgeOS.

source: enhanced BadgeOS projects
es_es: Proyectos BadgeOS mejorados

source: Contact us
es_es: Contactarnos

source: BadgeOS site
es_es: BadgeOS sitio

source: For support on using BadgeOS or to suggest feature enhancements, visit the %1$s. The BadgeOS team does perform custom development that extends the BadgeOS platform in some incredibly powerful ways. %2$s with inquiries. See examples of %3$s.
es_es: Para el apoyo en el uso de BadgeOS o sugerir mejoras de características, visita el %1$s . El equipo hace BadgeOS realiza desarrollos a medida que se extiende la plataforma BadgeOS en algunos aspectos muy potentes. %2$s con pedidos. Ver ejemplos de %3$s.

source: BadgeOS is extremely extensible. Check out examples of what we've built with it, and stay connected to the project site for updates, add-ins and news. Share your ideas and code improvements on %s so we can keep making BadgeOS better for everyone.
es_es: BadgeOS es extremadamente extensible. Echa un vistazo a los ejemplos de lo que hemos construido con ella, y mantente en contacto con el sitio del proyecto para las actualizaciones, complementos y noticias. Comparte tus ideas y mejoras en el código de %s para que podamos seguir haciendo BadgeOS mejor para todos.

source: BadgeOS&trade; is plugin to WordPress that allows your site's users to complete tasks, demonstrate achievements, and earn badges. You define the achievement types, organize your requirements any way you like, and choose from a range of options to determine whether each task or requirement has been achieved. Badges earned in BadgeOS are Mozilla OBI compatible through out-of-the-box integration of the "Open Credit" API by %s, the free web service for issuing, earning and sharing badges.
es_es: BadgeOS y el comercio; es un plugin para WordPress que permite a los usuarios de tu sitio completar tareas ,demostrar logros y ganar insignias. Tu defines los tipos de rendimiento, organizas los requisitos de cualquier forma que te guste, y eleges entre una gama de opciones para determinar si se ha logrado cada tarea o requisito. Logros conseguidos en BadgeOS son Mozilla OBI compatible a través de la integración out-of- the-box de la "Open crédito " API por%s , el servicio web gratuito para la expedición , ganando insignias y compartiendo.

source: About BadgeOS
es_es: Sobre BadgeOS

source: BadgeOS Help and Support
es_es: BadgeOS Ayuda y Soporte

source: There was an error retrieving the add-ons list from the server. Please try again later.
es_es: Se ha producido un error al recuperar la lista de add-ons desde el servidor . Por favor, inténtalo de nuevo más tarde.

source: These add-ons extend the functionality of BadgeOS.
es_es: Estos add-ons extienden las funciones de BadgeOS.

source: Browse All Add-Ons
es_es: Navegar todos los Add-Ons

source: Save Settings
es_es: Guardar ajustes

source: Show achievements earned across all sites on the network:
es_es: Mostrar logros han sido obtenidos a través de todos los sitios en la red:

source: Comma-separated list of email addresses to send submission/nomination notifications, in addition to the Site Admin email.
es_es: lista separada por comas de correos electrónicos para enviar presentaciones/nominacion. en adición con la dirección de correo del administrador

source: Notification email addresses:
es_es: Notificaciones de correo electrónico

source: Disabled
es_es: Desactivado

source: Enabled
es_es: Activado

source: Send email when submissions/nominations are received:
es_es: Enviar correo electrónico cuando / se reciban comunicaciones nominaciones :

source: Minimum Role to Administer Submissions/Nominations:
es_es: Perfil mínimo para Administrar Presentaciones / nominaciones

source: Author
es_es: Autor

source: Administrator
es_es: Administrador

source: Minimum Role to Administer BadgeOS plugin:
es_es: Pelfil mínimo para Administrar BadgeOS plugin:

source: There was an error getting a Credly API Key: Please check your username and password.
es_es: Se ha producido un error al obtener una clave de API Credly : Por favor, comprueba tu nombre de usuario y contraseña .

source: There was an error getting a Credly API Key: %s
es_es: A ocurrido un error consiguiendo una Credly API Key: %s

source: Please enter a password.
es_es: Por favor ingresa una contraseña

source: Please enter a valid email address in the username field.
es_es: Por favor ingresa una dirección de correo valida en el campo del nombre

source: Achievement Type renamed successfully. <p>All achievements of this type, and all active and earned user achievements, have been updated <strong>automatically</strong>.</p> All shortcodes, %s, and URIs that reference the old achievement type slug must be updated <strong>manually</strong>.
es_es: Tipo logro ha cambiado correctamente. <p> Todos los logros de este tipo , y todos los logros de usuario activos y ganadosse han actualizado <strong> automáticamente </strong>. </p> Todos los códigos cortos, %s , y URI de referencia del tipo antiguo logro slug deben ser actualizados <strong> manualmente </strong>

source: Achievement Type saved successfully.
es_es: Tipo de logro salvado existosamente.

source: People who have earned this:
es_es: Personas que han ganado esto:

source: Error: Timed out
es_es: Error: Tiempo agotado

source: Share on Credly!
es_es: Compartir en Credly!

source: Cancel
es_es: Cancelar

source: Yes, send to Credly
es_es: Si, enviar a Credly

source: Would you like to display this badge on social networks and add it to your lifelong badge collection?
es_es: ¿Te gustaría mostrar esta placa en las redes sociales y añadirlo a tu colección de placas de toda la vida?

source: Help / Support
es_es: Ayuda / Suporte

source: Credly Integration
es_es: Integración Credly

source: Settings
es_es: Ajustes

source: BadgeOS Settings
es_es: Ajustes BadgeOS

source: Badge
es_es: Logro

source: Badges badge type
es_es: Logros tipos de logro

source: Badges
es_es: Logros

source: Order
es_es: Orden
