Repository: konnektiv/badgeos
Catalog: languages/badgeos-*.po
Languages: es_es

source: Submitted Draft Attachment:
es_es: Adjunto de borrador de sumision:

source: Comment on Submission:
es_es: Comentario en la sumisión:

source: Thank you! Your submission has been received.
es_es: Gracias, tu sumisión a sido recibida.

source: Thank you! Your draft has been saved.
es_es: Gracias! tu borrador a sido guardado.

source: Yes, allow to display submission comment attachment.
es_es: Sí , permitir la presentación para mostrar comentario adjunto.

source: Allow Attachment for Submission Comment
es_es: Permitir el adjunto de sumisión del comentario

source: Yes, allow to display submission attachment.
es_es: Sí , permitir a mostrar el archivo adjunto de presentación.

source: Allow Attachment for Submission
es_es: Permitir adjunto para submision

source: Submission: "%1$s"
es_es: Submision: "%1$s"

source: LearningTimes
es_es: Tiempos de aprender

source: BadgeOS lets your site’s users complete tasks and earn badges that recognize their achievement. Define achievements and choose from a range of options that determine when they're complete. Badges are Mozilla Open Badges (OBI) compatible through integration with the “Open Credit” API by Credly, the free web service for issuing, earning and sharing badges for lifelong achievement.
es_es: BadgeOS permite a los usuarios de tu sitio completar tareas y ganar insignias que reconocen sus logros. Define los logros y elige entre una gama de opciones que determinan cuando están completos . Insignias son Mozilla Abiertas insignias ( OBI ) compatible a través de la integración con el "Open de crédito " del API por Credly , el servicio web gratuito para la expedició , ganando y compartiendo insignias para el logro de toda la vida.

source: Error: Sorry, Send to Credly Failed.
es_es: Error: Lo sentimos enviar a Credly fallo.

source: Success: Sent to Credly!
es_es: Exito: enviado a Credly!

source: Error: Sorry, nothing found.
es_es: Error: lo sentimos, nada fue encontrado

source: You must be logged in to view earned achievements
es_es: Debes estar conectado para ver los logros conseguidos.

source: My Total Points: %s
es_es: Mis puntos totales: %s

source: Display only the following Achievement Types:
es_es: Mostrar solo los siguientes tipos de logro

source: Display user's total points
es_es: Puntos totales del usuario

source: Number to display (0 = all)
es_es: Numero a mostrar (0 = todo)

source: Title
es_es: Titulo

source: My Achievements
es_es: Mis logros

source: BadgeOS Earned User Achievements
es_es: BadgeOS conseguidos Logros de usuario

source: Displays all achievements earned by the logged in user
es_es: Muestra todos los logros obtenidos por el usuario conectado

source: Credly Credit Issuer
es_es: Credly crédito Emisor

source: Credly Profile URL
es_es: Credly URL de perfil

source: BadgeOS Credly Credit Issuer
es_es: BadgeOS Credly crédito Emisor

source: Display the Credly Credit Issuer badge
es_es: Mostrar el badge de otorgador de logros Credly

source: No %s found.
es_es: No %s encontrado.

source: Award %s
es_es: Otorgar %s

source: Awarded
es_es: Otorgado

source: Select an Achievement Type to Award:
es_es: seleccionar un tipo de logro para otorgar:

source: Award an Achievement
es_es: Conceder un logro

source: Metadata value for:
es_es: Valor metadata para:

source: Revoke Award
es_es: revocar/otorgar

source: Action
es_es: Acción

source: Image
es_es: Imagen

source: The user's points total. Entering a new total will automatically log the change and difference between totals.
es_es: puntos totales de usuario Introducción de un nuevo total registrará automáticamente el cambio y la diferencia entre los totales .

source: Earned Points
es_es: Puntos ganados

source: Earned Achievements
es_es: Logros ganados

source: Enable BadgeOS Email Notifications
es_es: Activar BadgeOS notificaciones de correo electrónico

source: Email Preference
es_es: Preferencias de correo electrónico

source: BadgeOS Email Notifications
es_es: BadgeOS notificaciones de correo electronico

source: Unlocked all %s
es_es: Desbloquear todo %s

source: Unlocked a %s
es_es: Desbloquear a %s

source: All Achievements of Type
es_es: Todos los logros de tipo

source: Any Achievement of Type
es_es: cualquier tipo de logro

source: Specific Achievement of Type
es_es: Tipo de logro especifico

source: Publish a new page
es_es: Publicar una nueva pagina

source: Publish a new post
es_es: Publicar una nueva entrada

source: Comment on a specific post
es_es: Comentar en una entrada especifica

source: Comment on a post
es_es: Comentar en una entrada

source: Log in to Website
es_es: Entrar al sitio

source: Submitted Attachments:
es_es: Adjuntos enviados:

source: Sorry, no results to display
es_es: Lo sentimos, no hay resultados para mostrar

source: You must be logged in to see results.
es_es: Debes estar conectado para ver los resultados.

source: Reason for nomination
es_es: Motivo de la nominación

source: User to nominate
es_es: Usuario a nominar

source: Submit
es_es: Enviar

source: Comments:
es_es: Comentarios

source: Show/Add Comments
es_es: Mostrar/agregar comentarios

source: Submit Comment
es_es: Enviar comentarios

source: Attachment:
es_es: Ajunto:

source: A new nomination has been received: In response to: %1$s Nominee: %2$s Nominated by: %3$s Review the complete submission and approve or deny it at: %4$s To view all nominations, visit: %5$s
es_es: Una nueva nominación ha sido recibida: → → → en respuesta a: %1$s → → → Nominado: %2$s → → → Nominado por: %3$s → → → Revisar la nominación completa aprobar o rechazar en: → → → %4$s → → → Para ver todas la nominaciones, visitar: %5$s

source: Nomination: %1$s from %2$s
es_es: Nominación: %1$s de %2$s

source: A new submission has been received: In response to: %1$s Submitted by: %2$s Review the complete submission and approve or deny it at: %3$s To view all submissions, visit: %4$s
es_es: Una nueva presentación ha sido recibida: → → → en respuesta a: %1$s → → → Enviada por: %2$s → → → Revisar la presentación completa aprobar o rechazar en: → → → %3$s → → → Para ver todas las presentaciones, visitar: %4$s

source: Submission: %1$s from %2$s
es_es: Presentación: %1$s de %2$s

source: Your submission has not been approved: In response to: %1$s Nominee: %2$s Nominated by: %3$s %4$s
es_es: Tu presentación no ha sido aprovada: → → en respuesta a: %1$s → → Nominado: %2$s → → Nominado por: %3$s → → %4$s

source: Nomination Not Approved: %s
es_es: Nominación no aprobada: %s

source: Your submission has not been approved: In response to: %1$s Submitted by: %2$s %3$s
es_es: Tu presentación no ha sido aprobada: → → en respuesta a: %1$s → → Enviado por : %2$s → → %3$s

source: Submission Not Approved: %s
es_es: Presentación no aprovada: %s

source: Your nomination has been approved: In response to: %1$s Nominee: %2$s Nominated by: %3$s %4$s
es_es: Tu nominación a sido aprobada: → → → en respuesta a: %1$s → → → Nominado: %2$s → → → Nominado por: %3$s → → → %4$s

source: Nomination Approved: %s
es_es: Nominación aprobada: %s

source: A new nomination has been received and auto-approved: In response to: %1$s Nominee: %2$s Nominated by: %3$s To view all nominations, including this one, visit: %4$s
es_es: Una nueva nominacion a sido recibida y auto abrobada: → → → en respuesta a: %1$s → → → Nominado: %2$s → → → Nominado por: %3$s → → → Para ver todas la nominaciones incluyendo esta ir a: %4$s

source: Approved Nomination: %1$s from %2$s
es_es: Nominación aprobada : %1$s de %2$s

source: Your submission has been approved: In response to: %1$s Submitted by: %2$s %3$s
es_es: Tu presentación ha sido aprobada: → → → en respuesta a: %1$s → → → Enviado por : %2$s → → → %3$s

source: Submission Approved: %s
es_es: Presentación aprobada: %s

source: A new submission has been received and auto-approved: In response to: %1$s Submitted by: %2$s To view all submissions, including this one, visit: %3$s
es_es: Una nueva presentación ha sido recibida y auto-aprobada: → → → en respuesta a: %1$s → → → Enviada por: %2$s → → → Ver todas las presentaciones, incluyendo esta, visita: %3$s

source: Approved Submission: %1$s from %2$s
es_es: presentaciones aprobadas: %1$s de %2$s

source: Show All Statuses
es_es: Mostrar todo los estados

source: pending
es_es: Pendiente

source: Content
es_es: Contenido

source: Review
es_es: Revision

source: %d time
es_es: %d tiempo

source: Earn %1$s %2$s.
es_es: Gana %1$s %2$s.

source: comment on post %d
es_es: comentario en entrada %d

source: all %s
es_es: todo %s

source: any %s
es_es: cualquiera %s

source: Label
es_es: Etiqueta

source: time(s).
es_es: tiempo(s)

source: Post ID
es_es: ID de entrada

source: Require
es_es: Requerir

source: Delete
es_es: Eliminar

source: Save All Steps
es_es: Guardar todos los pasos

source: Define the required "steps" for this achievement to be considered complete. Use the "Label" field to optionally customize the titles of each step.
es_es: Definir los "pasos" requeridos para este logro que deben considerarse completos . Utiliza el campo "Etiqueta " para personalizar opcionalmente los títulos de cada paso.

source: Required Steps
es_es: Pasos requeridos

source: Example: %s
es_es: Ejemplo: %s

source: Default: %s
es_es: Por defecto %s

source: Accepts: %s
es_es: Acepta: %s

source: Attributes:
es_es: Atributos:

source: Optional Credly Badge ID to display instead of dynamically passed ID.
es_es: Opcional Credly insignia de ID para mostrar en lugar de pasar de forma dinámica ID .

source: Content height.
es_es: Largo de contenido

source: Height
es_es: Largo

source: Content width.
es_es: Ancho de contenido

source: Width
es_es: Ancho

source: Adds support for Credly's "Custom Assertion Location" feature, available to Credly Pro members only. After placing this shortcode on a page, copy that page's URL and append "?CID={id}" to the end (e.g. %1$s). Paste this full URL in the "Custom Assertion Location" field in your Credly Account Settings. All of your Credly badges will be linked back to this site where the official badge information is displayed automatically.
es_es: Añade soporte para la función de "aserción de ubicación personalizada" de Credly , disponible para los miembros Credly Pro. Después de colocar este código corto en una página, copia la dirección URL de la página y añadir " ? CID = { id} " al final (por ejemplo, %1$s ). Pegar esta URL completa en el campo "aserción ubicación personalizada" en Configuración de la cuenta Credly.Todas sus insignias Credly se vincularán de nuevo a este sitio donde la información oficial de placas se visualiza automáticamente.

source: Credly Assertion Page
es_es: Credly página de aserción

source: Display submission comments.
es_es: Mostrar comentarios de presentaciones.

source: Show comments
es_es: Mostrar comentarios

source: Display submission attachments.
es_es: Mostrar adjuntos de presentaciones.

source: Show attachments
es_es: Mostrar adjuntos

source: Display only submissions of this status.
es_es: Mostrar sólo las presentaciones de este estado.

source: Status to Display
es_es: Estados para mostrar

source: Number of submissions to display.
es_es: Número de presentaciones a mostrar

source: Display a filterable list of submissions
es_es: Mostrar una lista de las presentaciones filtrable

source: Submissions List
es_es: Lista de presentaciones

source: You must be logged in to post a submission.
es_es: Debes estar conectado para publicar una presentacion.

source: Render a submission form.
es_es: Rendir un formulario de envío .

source: Submission Form
es_es: Formulario de presentacion

source: Nomination statuses to display.
es_es: Estados nominaciones para mostrar.

source: Status
es_es: Estado

source: Number of nominations to display.
es_es: Numero de nominaciones a mostrar.

source: Display a filterable list of nominations.
es_es: Mostrar una lista filtrable de nominaciones.

source: Nominations List
es_es: Lista de nominaciones

source: You must be logged in to post a nomination.
es_es: Debes estar conectado para publicar una nominacion.

source: Nomination saved successfully.
es_es: Nominación guardada exitosamente.

source: Achievement ID to award.
es_es: ID del logro a otorgar.

source: Render a nomination form for a specific achievement.
es_es: Mostrar nominación para un logro especifico

source: Nomination Form
es_es: Formulario de nominacion

source: Load More
es_es: Cargar mas

source: Search: %s
es_es: Buscar: %s

source: Not Completed %s
es_es: No Completado %s

source: Completed %s
es_es: Completado %s

source: All %s
es_es: Todo %s

source: Filter:
es_es: Filtro:

source: Show achievements from all network sites.
es_es: Mostrar los logros de todos los sitios de la red.

source: Include Multisite Achievements
es_es: Incluir Logros múltiples sitios

source: Comma-separated list of specific achievement IDs to exclude.
es_es: Lista de ID específicos sobre los logros separada por comas para excluir.

source: Exclude
es_es: Excluir

source: Comma-separated list of specific achievement IDs to include.
es_es: Lista Coma-separada de un ID de logro especifico para incluir.

source: Include
es_es: Incluye

source: Show only achievements earned by a specific user.
es_es: Mostrar sólo los logros han sido obtenidos por un usuario específico.

source: User ID
es_es: ID de usuario

source: Descending
es_es: Descendente

source: Ascending
es_es: Ascendente

source: Sort order.
es_es: Sentido del orden.

source: Random
es_es: Aleatorio

source: Achievement Author
es_es: Autor del logro

source: Last Modified Date
es_es: Fecha de modificación por ultima vez

source: Published Date
es_es: Fecha de publicado

source: Achievement Title
es_es: Titulo de logro

source: Menu Order
es_es: Orden de menu

source: Parameter to use for sorting.
es_es: Parámetros para usar sorteando

source: Order By
es_es: Ordenar por

source: Display a search input.
es_es: Mostrar un campo de búsqueda

source: Show Search
es_es: Mostrar busqueda

source: False
es_es: falso

source: True
es_es: Verdadero

source: Display filter controls.
es_es: Mostrar los controles del filtro.

source: Show Filter
es_es: Mostrar filtro

source: Number of achievements to display.
es_es: Numero de logros a mostrar

source: Limit
es_es: Limite

source: Single, or comma-separated list of, achievement type(s) to display.
es_es: Solo, o una lista separada por comas del tipo(s) de logros a mostrar.

source: Achievement Type(s)
es_es: Tipo(s) de logro

source: Output a list of achievements.
es_es: Mostrar una lista de logros.

source: Achievement List
es_es: Lista de logros

source: The ID of the achievement to render.
es_es: el ID del logro a mostrar.

source: Achievement ID
es_es: ID del logro

source: Render a single achievement.
es_es: Presentar un solo logro.

source: Single Achievement
es_es: Un solo logro

source: No %s found in Trash
es_es: No %s encontrado en la papelera

source: No %s found
es_es: No %s encontrado

source: Search %s
es_es: Buscar %s

source: View %s
es_es: Ver %s

source: New %s
es_es: Nuevo %s

source: Edit %s
es_es: Editar %s

source: Add New %s
es_es: Agregar nuevo %s

source: No Log Entries found in Trash
es_es: No hay entradas de registro que se encuentran en la papelera

source: No Log Entries found
es_es: Entradas de registro no encontradas

source: Search Log Entries
es_es: Buscar entradas de registro

source: View Log Entries
es_es: Ver registros de entrada

source: New Log Entry
es_es: Nuevo registro de entrada

source: Edit Log Entry
es_es: Editar un nuevo registro de entrada

source: Add New Log Entry
es_es: Agregar un nuevo registro de entrada

source: Log Entry
es_es: Registro de entrada

source: Log Entries
es_es: Registro de entradas

source: No nominations found in Trash
es_es: No fueron encontradas nominaciones en la papelera

source: No nominations found
es_es: No nominaciones encontradas

source: Search Nominations
es_es: Buscar nominaciones

source: View Nomination
es_es: Ver nominación

source: New Nomination
es_es: Nueva nominación

source: Edit Nomination
es_es: Editar nominación

source: Add New Nomination
es_es: Agregar una nueva nominacion

source: Nominations
es_es: Nominaciones

source: No submissions found in Trash
es_es: No se encontraron presentaciones en la papelera

source: No submissions found
es_es: No fueron encontradas presentaciones

source: Search Submissions
es_es: Buscar presentaciones

source: View Submission
es_es: Ver presentación

source: New Submission
es_es: Nueva presentación

source: Edit Submission
es_es: Editar presentación

source: Add New Submission
es_es: Agregar nueva presentación

source: Submission
es_es: Presentacion

source: Submissions
es_es: Presentaciones

source: No steps found in Trash
es_es: No fueron encontrados pasos en la papelera

source: No steps found
es_es: No pasos encontrados

source: Search Steps
es_es: Buscar pasos

source: View Step
es_es: Ver paso

source: New Step
es_es: Nuevo paso

source: Edit Step
es_es: Editar paso

source: Add New Step
es_es: Agregar nuevo paso

source: Step
es_es: Paso

source: Steps
es_es: Pasos

source: No achievement types found in Trash
es_es: No tipos de archivo encontrados en la papelera

source: No achievement types found
es_es: No tipos de logro encontrados

source: Search Achievement Types
es_es: Buscar tipos de logro

source: View Achievement Type
es_es: Ver tipo de logro

source: New Achievement Type
es_es: Nuevo tipo de logro

source: Edit Achievement Type
es_es: Editar nuevo tipo de

source: Add New Achievement Type
es_es: Agregar nuevo tipo de logro

source: Add New
es_es: Agregar nuevo

source: Achievement Type
es_es: Tipo de logro

source: Achievement Types
es_es: Tipos de logro

source: %1$s earned %2$s points for a new total of %3$s points
es_es: %1$s ganado%2$s puntos para un nuevo total de %3$s puntos

source: %1$s awarded %2$s %3$s points for a new total of %4$s points
es_es: %1$s otorgado %2$s %3$s puntos para un nuevo total de %4$s puntos

source: Settings <strong>saved</strong>.
es_es: Ajustes<strong>guardados</strong>.

source: related
es_es: Relacionado

source: connected
es_es: Conectado

source: Connection listing:
es_es: listado de conexión:

source: Connection type:
es_es: Tipo de conexión:

source: Title:
es_es: Titulo

source: A list of posts connected to the current post
es_es: Una lista de las entradas conectadas con la entrada actual

source: Posts 2 Posts
es_es: Post 2 Post

source: No users found.
es_es: No se encontraron usuarios.

source: Search Users
es_es: Buscar usuarios

source: User
es_es: Usuario

source: Users
es_es: Usuarios

source: Connected %s
es_es: Conectado %s

source: Create connections
es_es: Crear conexiones

source: Go
es_es: Ir

source: Convert to registered connection type:
es_es: Convertir al tipo de conexión registrado:

source: To register a connection type, see <a href="%s">the wiki</a>.
es_es: Para registrar un tipo de conexión ver <a href="%s">wiki</a>.

source: No connection types registered.
es_es: NO hay tipos de conexión registradas.

source: Connections
es_es: Conexiones

source: Information
es_es: Información

source: Name
es_es: Nombre

source: Converted %1$s connections from <em>%2$s</em> to <em>%3$s</em>.
es_es: Conexiones %1$s Convertido de <em>%2$s</em> a <em>%3$s</em>.

source: <em>%s</em> is not a registered connection type.
es_es: <em>%s</em> no es un tipo de conexión registrada.

source: Connection Types
es_es: Tipos de conexión

source: Delete connection
es_es: Borrar conexión

source: Delete all connections
es_es: Borrar todas las conexiones

source: (to)
es_es: (para)

source: (from)
es_es: (de)

source: Filter
es_es: Filtro

source: of
es_es: de

source: next
es_es: Siguiente

source: previous
es_es: Anterior

source: Are you sure you want to delete all connections?
es_es: Estas seguro que deseas eliminar todas las conexiones?

source: No attachments on this submission
es_es: No hay archivos adjuntos en esta presentación

source: Submission Attachments
es_es: Adjuntos de presentación

source: Nominated By
es_es: Nominado por

source: Nominee
es_es: Nominado

source: Nomination Data
es_es: Data de nominacion

source: View Achievement
es_es: Ver logro

source: Achievement ID to Award
es_es: Id del logro para otorgar

source: Change Status
es_es: Cambiar estado

source: Current Status
es_es: Estado actual

source: Submission Status
es_es: Estado de la sumisión

source: Hidden to User
es_es: Esconder para el usuario

source: Show to User
es_es: Mostrar al usuario

source: Hidden?
es_es: Escondido?

source: Number of times a user can earn this badge (set to -1 for no maximum).
es_es: NUmero de veces un usuario puede ganar este logro(fijar a -1 para no usar un mínimo).

source: Maximum Earnings
es_es: Ganancias maximas

source: Displayed after achievement is earned. If sending to Credly, a great place for a testimonial for those who complete this achievement.
es_es: Se visualiza después de que el logro se obtuvo Si se envía a Credly , un gran lugar para un testimonio para aquellos que completan este logro.

source: Congratulations Text
es_es: Texto de felicitaciones

source: Yes, display a list of users who have earned this achievement.
es_es: si, mostrar la lista de los usuarios que han ganado este logro.

source: Show Earners
es_es: Mostrar ganadores

source: Yes, steps must be completed in order.
es_es: Si, pasos deben ser completados en orden.

source: Sequential Steps
es_es: Pasos secuenciales

source: Fewest number of points required for earning this achievement.
es_es: Menor cantidad número de puntos necesarios para ganar este logro.

source: Minimum Points Requried
es_es: Puntos mínimos requeridos

source: Admin-awarded Only
es_es: Otogado por administrador solamente

source: Nomination
es_es: Nominación

source: Submission (Auto-accepted)
es_es: Presentación (Auto-acceptda)

source: Submission (Reviewed)
es_es: Presentación (revisada)

source: Minimum Number of Points
es_es: Numero mínimo de puntos

source: Completing Steps
es_es: Completando pasos

source: How this achievement can be earned.
es_es: Como este logro puede ser ganado.

source: Earned By:
es_es: Ganado por:

source: Points awarded for earning this achievement (optional). Leave empty if no points are awarded.
es_es: Puntos otorgados para ganar este logro (opcional) . Dejar en blanco si no se otorgan puntos.

source: Points Awarded
es_es: Los puntos otorgados

source: Achievement Type's
es_es: Tipos de logros

source: <p>To set an image use the <strong>Achievement Image</strong> metabox to the right. For best results, use a square .png file with a transparent background, at least 200x200 pixels. Or, design a badge using the %1$s.</p><p>If no image is specified, this achievement will default to the %2$s featured image.</p>
es_es: <p> Para configurar una imagen utiliza las <strong> imagenes de logro </strong> METABOX a la derecha. Para obtener los mejores resultados, utiliza un archivo .png cuadrado con un fondo transparente , al menos 200x200 píxeles. O bien, el diseño de una tarjeta de identificación con el %1$s. </p> <p> Si no se especifica una imagen , este logro será por defecto la image %2$s destacada. </p>

source: Upload Badge Image
es_es: Cargar imagen de logro

source: Achievement Data
es_es: Datos de logro

source: Credly Badge Builder
es_es: Credly constructor de insignias

source: To set a default image, use the <strong>Default Achievement Image</strong> metabox to the right. For best results, use a square .png file with a transparent background, at least 200x200 pixels. Or, design a badge using the %1$s.
es_es: Para establecer una imagen predeterminada, utiliza el <strong> la imagen por defecto de la insignia </strong> en la METABOX a la derecha. Para obtener los mejores resultados, utiliza un archivo .png cuadrado con un fondo transparente, al menos 200x200 píxeles. O bien, el diseño de una tarjeta de identificación con el 1%$s.
